Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SETUP_VIEW_PROVIDING_DEVICE_DESCRIPTION_FINISHED
source: You've been successfully added to the Apple TV as a user.
ar: نجحت إضافتك إلى هذا الـ Apple TV كمستخدم.
bg: Бяхте успешно добавен като потребител на Apple TV.
ca: Se t’ha afegit correctament com a usuari a l’Apple TV.
cs: Byli jste úspěšně přidáni do Apple TV jako nový uživatel.
da: Du er blevet føjet til Apple TV som bruger.
de: Du wurdest erfolgreich als ^[^[Benutzer](inflect: true)](inflectionAlternative: "Benutzer:in") zum Apple TV hinzugefügt.
el: Προστεθήκατε επιτυχώς σε αυτό το Apple TV ως χρήστης.
es: Se te ha añadido correctamente al Apple TV.
es_419: Te agregaste como usuario a este Apple TV.
fi: Sinut on lisätty käyttäjäksi Apple TV:hen.
fr: Vous faites désormais partie des utilisateurs de l’Apple TV.
fr_ca: Vous faites désormais partie des utilisateurs de l’Apple TV.
he: נוספת בהצלחה ל-Apple TV זה.
hi: आपको Apple TV में यूज़र के रूप में सफलतापूर्वक जोड़ दिया गया है।
hr: Uspješno ste dodani na ovaj Apple TV kao korisnik.
hu: Ön sikeresen hozzá lett adva felhasználóként az Apple TV-hez.
id: Anda telah berhasil ditambahkan ke Apple TV sebagai pengguna.
it: ^[Sei ^[stato aggiunto](inflect: true) correttamente come utente di Apple TV](inflectionAlternative: "L‘aggiunta come utente di Apple TV è stata effettuata correttamente").
ja: Apple TVにユーザとして正常に追加されました。
kk: Apple TV сервисіне сізді пайдаланушы ретінде қосу әрекеті сәтті аяқталды.
ko: 성공적으로 Apple TV에 사용자로 추가되었습니다.
lt: Esate sėkmingai įtrauktas kaip šio „Apple TV“ naudotojas.
ms: Anda berjaya ditambahkan pada Apple TV sebagai pengguna.
nl: Je bent als gebruiker toegevoegd aan de Apple TV.
no: Du er lagt til som bruker på Apple TV.
pl: Teraz jesteś już użytkownikiem na tym Apple TV.
pt_br: Agora você tem uma conta ^[de ^[usuário](inflect: true) da](inflectionAlternative: "para usar a") Apple TV.
pt_pt: Agora já tem uma conta de utilizador da Apple TV.
ro: Adăugarea a reușit, acum faceți parte dintre utilizatorii acestui Apple TV.
ru: Вы успешно добавлены в список пользователей этого Apple TV.
sk: Boli ste úspešne pridaní na Apple TV ako nový užívateľ.
sl: V Apple TV ste bili uspešno dodani kot uporabnik.
sv: Du har lagts till som användare på denna Apple TV.
th: เพิ่มคุณเป็นผู้ใช้ไปยัง Apple TV สำเร็จแล้ว
tr: Apple TV’ye başarılı bir şekilde kullanıcı olarak eklendiniz.
uk: Вас додано як користувача на цей Apple TV.
vi: Bạn đã được thêm vào Apple TV thành công với tư cách là người dùng.
zh_cn: 你已成功被添加为Apple TV用户。
zh_hk: 已成功將你加入為Apple TV用户。
zh_tw: 你已成功加入為Apple TV的使用者。

# SIGNING_IN_DESCRIPTION
source: Adding you to this Apple TV...
ar: يجري إضافتك إلى Apple TV هذا...
bg: Добавяне към този Apple TV...
ca: Afegint‑te a l’Apple TV…
cs: Přidáváme vás do Apple TV…
da: Føjer dig til dette Apple TV…
de: Dich zu diesem Apple TV hinzufügen ...
el: Προσθήκη του λογαριασμού σας σε αυτό το Apple TV...
es: Añadiéndote a este Apple TV…
es_419: Agregándote a este Apple TV...
fi: Lisätään sinua tähän Apple TV:hen…
fr: Votre ajout à cette Apple TV est en cours...
fr_ca: Votre ajout à cette Apple TV est en cours…
he: מוסיף אותך ל-Apple TV...
hi: आपको इस Apple TV में जोड़ा जा रहा है...
hr: Dodajemo vas na ovaj Apple TV...
hu: Az Ön hozzáadása ehhez az Apple TV-hez…
id: Menambahkan Anda ke Apple TV ini...
it: Ti aggiungo ad Apple TV…
ja: あなたをこのApple TVに追加しています…
kk: Сізді осы Apple TV құрылғысына қосу орындалуда...
ko: 이 Apple TV에 사용자 추가 중…
lt: Jūs įtraukiami į šį „Apple TV“…
ms: Menambahkan anda ke Apple TV ini…
nl: Je wordt toegevoegd aan deze Apple TV…
no: Legger deg til i Apple TV…
pl: Dodaję Cię do tego Apple TV...
pt_br: Adicionando você a esta Apple TV…
pt_pt: A adicionar utilizador a esta Apple TV…
ro: Sunteți în curs de adăugare pe acest Apple TV...
ru: Добавление пользователя на этот Apple TV…
sk: Pridávam vás na toto Apple TV…
sl: Dodani boste v ta Apple TV ...
sv: Lägger till dig på denna Apple TV...
th: กำลังเพิ่มคุณไปยัง Apple TV เครื่องนี้…
tr: Bu Apple TV’ye ekleniyorsunuz…
uk: Додавання вашого облікового запису до цього Apple TV…
vi: Đang thêm bạn vào Apple TV này...
zh_cn: 正在将你添加到此Apple TV…
zh_hk: 正在將你加入此Apple TV⋯
zh_tw: 正在將你加入此Apple TV⋯

# PASSWORD_ONLY_LOGIN_FORM_PLACEHOLDER
source: Password
ar: كلمة السر
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kk: Құпиясөз
ko: 암호
lt: Slaptažodis
ms: Kata Laluan
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# SHOW_USER
source: Show %@
ar: إظهار %@
bg: Покажи %@
ca: Mostra %@
cs: Zobrazit uživatele %@
da: Vis %@
de: „%@“ einblenden
el: Εμφάνιση: %@
es: Mostrar %@
es_419: Mostrar %@
fi: Näytä %@
fr: Afficher %@
fr_ca: Afficher %@
he: הצגת %@
hi: %@ दिखाएँ
hr: Prikaži: %@
hu: %@ megjelenítése
id: Tampilkan %@
it: Mostra %@
ja: %@さんを表示
kk: %@ көрсету
ko: %@ 보기
lt: Rodyti naudotoją %@
ms: Tunjukkan %@
nl: Toon %@
no: Vis %@
pl: Pokaż %@
pt_br: Mostrar %@
pt_pt: Mostrar %@
ru: Показать пользователя %@
sk: Zobraziť užívateľa %@
sl: Prikaži uporabnika %@
sv: Visa %@
th: แสดง%[tt]@
tr: Göster: %@
uk: Показати %@
vi: Hiển thị %@
zh_cn: 显示%@
zh_hk: 顯示%@
zh_tw: 顯示%@

# REPAIR_IN_PROGRESS_VIEW_CLIENT_TITLE
source: Updating Settings
ar: يجري تحديث الإعدادات
bg: Обновяване на настройки
ca: Actualitzant la configuració
cs: Aktualizace nastavení
da: Opdaterer indstillingerne
de: Einstellungen werden aktualisiert
el: Ενημέρωση των ρυθμίσεων…
es: Actualizando ajustes
es_419: Actualizando configuración
fi: Päivitetään asetuksia
fr: Mise à jour des réglages
fr_ca: Mise à jour des réglages
he: מעדכן הגדרות
hi: सेटिंग्ज़ अपडेट की जा रही हैं
hr: Ažuriranje postavki
hu: Beállítások frissítése
id: Memperbarui Pengaturan
it: Aggiorno le impostazioni
ja: 設定をアップデート中
kk: Реттеулер жаңартылуда
ko: 설정 업데이트 중
lt: Naujinami nustatymai
ms: Mengemas Kini Seting
nl: Instellingen bijwerken
no: Oppdaterer innstillingene
pl: Uaktualniam ustawienia
pt_br: Atualizando Ajustes
pt_pt: Definições em atualização
ro: Actualizare configurări
ru: Обновление настроек
sk: Aktualizácia nastavení
sl: Posodabljanje nastavitev
sv: Uppdaterar inställningar
th: กำลังอัปเดตการตั้งค่า
tr: Ayarlar Güncelleniyor
uk: Оновлювання параметрів
vi: Đang cập nhật cài đặt
zh_cn: 正在更新设置
zh_hk: 正在更新設定
zh_tw: 正在更新設定

# LOGIN_FORM_TITLE
source: Apple Account
ar: حساب Apple
bg: Apple регистрация
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_419: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
kk: Apple аккаунты
ko: Apple 계정
lt: „Apple“ paskyra
ms: Akaun Apple
no: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# REPAIR_VIEW_PROGRESS_STATE_CANCEL
source: Cancelling…
ar: يجري الإلغاء…
bg: Отказване…
ca: Cancel·lant…
cs: Rušení…
da: Annullerer…
de: Abbrechen …
el: Ακύρωση…
es: Cancelando…
es_419: Cancelando…
fi: Kumotaan…
fr: Annulation…
fr_ca: Annulation…
he: מבטל…
hi: रद्द किया जा रहा है…
hr: Poništavanje…
hu: Megszakítás…
id: Membatalkan…
it: Annullo…
ja: キャンセル中…
kk: Бас тартылуда…
ko: 취소 중…
lt: Atšaukiama…
ms: Membatalkan…
nl: Annuleren…
no: Avbryter…
pl: Anuluję…
pt_br: Cancelando…
pt_pt: A cancelar…
ro: Anulare…
ru: Отмена…
sk: Ruším…
sl: Preklicevanje …
sv: Avbryter…
th: กำลังยกเลิก…
tr: Vazgeçiliyor…
uk: Скасовування…
vi: Đang hủy…
zh_cn: 正在取消…
zh_hk: 正在取消⋯
zh_tw: 取消中⋯

# AUTHENTICATE_VIEW_PROGRESS_STATE_AUTHENTICATING
source: Authenticating…
ar: تجري المصادقة…
bg: Идентификация…
ca: Autenticant…
cs: Ověřování totožnosti…
da: Godkender…
de: Authentifizieren …
el: Έλεγχος ταυτότητας…
es: Autenticando…
es_419: Autenticando…
fi: Todennetaan…
fr: Authentification…
fr_ca: Authentification…
he: מאמת…
hi: प्रमाणित किया जा रहा है…
hr: Autorizacija…
hu: Hitelesítés…
id: Mengesahkan…
it: Eseguo autenticazione…
ja: 認証中…
kk: Аутентификация орындалуда…
ko: 인증 중…
lt: Autentifikuojama…
ms: Mengesahkan…
nl: Authenticeren…
no: Autentiserer…
pl: Uwierzytelniam…
pt_br: Autenticando…
pt_pt: A autenticar…
ro: Autentificare…
ru: Аутентификация…
sk: Autentifikujem…
sl: Preverjanje pristnosti …
sv: Autentiserar…
th: กำลังตรวจสอบสิทธิ์…
tr: Kimlik Doğrulanıyor…
uk: Автентифікація…
vi: Đang xác thực…
zh_cn: 正在认证…
zh_hk: 正在認證⋯
zh_tw: 認證中⋯

# REPAIR_VIEW_DESCRIPTION_FINISHED
source: You have been repaired as a user on this Apple TV.
ar: تمت إعادة إقرانك كمستخدم جديد على هذا الـ Apple TV.
bg: Бяхте възстановени като потребител на този Apple TV.
ca: S’ha reparat el teu usuari de l’Apple TV.
cs: Váš uživatelský účet na této Apple TV byl opraven.
da: Du er blevet repareret som en bruger på dette Apple TV.
de: Dein Benutzeraccount auf diesem Apple TV wurde repariert.
el: Το προφίλ σας ως χρήστη έχει επιδιορθωθεί σε αυτό το Apple TV.
es: Se ha reparado tu cuenta de ^[usuario](inflect: true) en este Apple TV.
es_419: Repararon tu cuenta de usuario en este Apple TV.
fi: Sinut on lisätty takaisin tämän Apple TV:n käyttäjäksi.
fr: Votre profil utilisateur a été réparé sur cette Apple TV.
fr_ca: Votre profil utilisateur a été réparé sur cette Apple TV.
he: החשבון שלך תוקן לחשבון משתמש ב-Apple TV זה.
hi: इस Apple TV पर यूज़र के रूप में आपकी प्रोफ़ाइल को सुधारा गया है।
hr: Popravljeni ste kao korisnik ovog Apple TV-a.
hu: Az Ön felhasználója meg lett javítva ezen az Apple TV‑n.
id: Anda telah dipasangkan kembali sebagai pengguna di Apple TV ini.
it: Il tuo account utente su Apple TV è stato riparato.
ja: このApple TVのユーザとして再ペアリングされました。
kk: Осы Apple TV құрылғысындағы пайдаланушыңыз қалпына келтірілді.
ko: 이 Apple TV의 사용자로 복구되었습니다.
lt: Jūs vėl tapote šio „Apple TV“ naudotoju.
ms: Anda telah dipasangkan semula sebagai pengguna pada Apple TV ini.
nl: Je gebruikersaccount is gerepareerd op deze Apple TV.
no: Brukeren din er reparert på Apple TV.
pl: Twoje konto użytkownika na tym Apple TV zostało naprawione.
pt_br: ^[Você foi ^[reparado](inflect: true)](inflectionAlternative: "Reparação bem‑sucedida") como ^[usuário](inflect: true) desta Apple TV.
pt_pt: A sua conta de utilizador nesta Apple TV foi reparada.
ro: Ați fost reasociat ca utilizator pe acest Apple TV.
ru: Вы восстановлены в качестве пользователя на этом Apple TV.
sk: Boli ste opravení ako užívateľ na tomto Apple TV.
sl: Vaš račun je bil popravljen, tako da ste zdaj uporabnik te naprave Apple TV.
sv: Du har reparerats som användare på denna Apple TV.
th: คุณถูกจับคู่เป็นผู้ใช้อีกครั้งบน Apple TV เครื่องนี้
tr: Bu Apple TV’deki bir kullanıcı olarak hesabınız onarıldı.
uk: Вас відновлено як користувача на цьому Apple TV.
vi: Bạn đã được ghép đôi lại làm người dùng trên Apple TV này.
zh_cn: 已修复，你已被重新添加为此Apple TV用户。
zh_hk: 已經在此Apple TV上將你修復為用户。
zh_tw: 已將你修復為此Apple TV上的使用者。

# DISCOVERED_VIEW_JOIN_CONNECTING
source: Connecting
ar: يجري الاتصال
bg: Свързване
ca: Accedint
cs: Připojování
da: Opretter forbindelse
de: Verbinden …
el: Σύνδεση…
es: Conectando
es_419: Conectando
fi: Yhdistetään
fr: Connexion
fr_ca: Connexion
he: מתחבר
hi: कनेक्ट किया जा रहा है
hr: Spajanje
hu: Csatlakozás
id: Menghubungkan
it: Connetto
ja: 接続中
kk: Қосылуда
ko: 연결 중
lt: Jungiamasi
ms: Bersambung
nl: Verbinden
no: Kobler til
pl: Łączę się
pt_br: Conectando
pt_pt: A estabelecer ligação
ro: Conectare
ru: Подключение
sk: Pripájam
sl: Povezovanje
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Зʼєднування
vi: Đang kết nối
zh_cn: 正在连接
zh_hk: 正在連接
zh_tw: 連接中

# BLUETOOTH_ERROR_DEFAULT_BUTTON_TITLE
source: Turn On and Continue
ar: تشغيل ومتابعة
bg: Включи и продължи
ca: Activa i continua
cs: Zapnout a pokračovat
da: Slå til og fortsæt
de: Aktivieren und fortfahren
el: Ενεργοποίηση και συνέχεια
es: Activar y continuar
es_419: Activar y continuar
fi: Laita päälle ja jatka
fr: Activer et continuer
fr_ca: Activer et continuer
he: הפעלה והמשך ההתחברות
hi: चालू करें और जारी रखें
hr: Uključi i nastavi
hu: Bekapcsolás és folytatás
id: Nyalakan dan Lanjutkan
it: Attiva e continua
ja: オンにして続ける
kk: Қосу және жалғастыру
ko: 켜기 및 계속하기
lt: Įjungti ir tęsti
ms: Aktifkan dan Teruskan
nl: Schakel in en ga door
no: Slå på og fortsett
pl: Włącz i kontynuuj
pt_br: Ativar e Continuar
pt_pt: Ativar e continuar
ru: Включить и продолжить
sk: Zapnúť a pokračovať
sl: Vklopi in nadaljuj
sv: Slå på och fortsätt
th: เปิดและดำเนินการต่อ
tr: Aç ve Sürdür
uk: Увімкнути й продовжити
vi: Bật và tiếp tục
zh_cn: 打开并继续
zh_hk: 開啟並繼續
zh_tw: 開啟後繼續

# AUTHENTICATE_VIEW_PROGRESS_STATE_PREPARE
source: Setting Up Apple Account
ar: يجري إعداد حساب Apple
bg: Настройване на Apple регистрация
ca: Configurant el compte d’Apple…
cs: Nastavování účtu Apple
da: Indstiller Apple-konto
de: Apple Account einrichten …
el: Διαμόρφωση λογαριασμού Apple
es: Configurando la cuenta de Apple
es_419: Configurando cuenta de Apple
fi: Otetaan Apple-tiliä käyttöön
fr: Configuration du compte Apple
fr_ca: Configuration du compte Apple
he: מגדיר את חשבון ה-Apple
hi: Apple खाता सेटअप किया जा रहा है
hr: Podešavanje Apple računa
hu: Az Apple-fiók beállítása
id: Mengatur Akun Apple
it: Configuro Apple Account…
ja: Apple Accountを設定中
kk: Apple аккаунты бапталуда
ko: Apple 계정 설정 중
lt: „Apple“ paskyros nustatymas
ms: Menyediakan Akaun Apple
nl: Apple Account configureren
no: Klargjør Apple-konto
pl: Konfiguruję konto Apple
pt_br: Configurando a Conta Apple
pt_pt: A configurar conta Apple
ro: Configurare cont Apple
ru: Настройка Аккаунта Apple
sk: Nastavujem Apple účet
sl: Nastavitev računa Apple
sv: Ställer in Apple‑konto
th: กำลังตั้งค่าบัญชี Apple
tr: Apple Hesabı Ayarlanıyor
uk: Налаштування облікового запису Apple
vi: Đang thiết lập Tài khoản Apple
zh_cn: 设置Apple账户
zh_hk: 正在設定Apple帳户⋯
zh_tw: 正在設定「Apple帳號」

# PASSWORD_ONLY_LOGIN_FORM_TITLE
source: Verify Password
ar: تأكيد كلمة السر
bg: Потвърждаване на паролата
ca: Verifica la contrasenya
cs: Ověřit heslo
da: Bekræft adgangskode
de: Passwort wiederholen
el: Επαλήθευση συνθηματικού
es: Verificar contraseña
es_419: Verificar contraseña
fi: Vahvista salasana
fr: Confirmer
fr_ca: Confirmer
he: נא לאמת את הסיסמה
hi: पासवर्ड सत्यापित करें
hr: Provjera lozinke
hu: Jelszó ellenőrzése
id: Verifikasi Kata Sandi
it: Verifica la password
ja: パスワードを確認
kk: Құпиясөзді растау
ko: 암호 확인
lt: Patvirtinti slaptažodį
ms: Sahkan Kata Laluan
nl: Verifieer wachtwoord
no: Bekreft passord
pl: Potwierdź hasło
pt_br: Verificar Senha
pt_pt: Confirmar palavra‑passe
ro: Verificare parolă
ru: Подтвердить пароль
sk: Overiť heslo
sl: Potrdite geslo
sv: Bekräfta lösenord
th: ตรวจสอบยืนยันรหัสผ่าน
tr: Parolayı Doğrula
uk: Перевірте пароль
vi: Xác minh Mật khẩu
zh_cn: 验证密码
zh_hk: 核對密碼
zh_tw: 驗證密碼

# DISCOVERING_VIEW_PROX_INSTRUCTION_WIFI
source: 1. Unlock your iPhone or iPad. 2. Connect to a Wi-Fi network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ٢. اتصل بشبكة Wi‑Fi. ٣. شغل Bluetooth. ٤. قرِّب الجهاز من هذا الـ Apple TV.
bg: 1. Отключете вашия iPhone или iPad. 2. Свържете се към Wi-Fi мрежа. 3. Включете Bluetooth. 4. Задръжте устройството близо до този Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa Wi‑Fi. 3. Activa el Bluetooth. 4. Apropa el dispositiu a l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k Wi‑Fi síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et Wi-Fi-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad. 2. Συνδεθείτε σε δίκτυο Wi-Fi. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi‑Fi. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_419: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red Wi-Fi. 3. Activa Bluetooth. 4. Acerca tu dispositivo a este Apple TV.
fi: 1. Avaa iPhonen tai iPadin lukitus. 2. Yhdistä Wi‑Fi-verkkoon. 3. Ota Bluetooth käyttöön. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau Wi-Fi. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau Wi‑Fi. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: ‏1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת אלחוטית. ‏3. יש להפעיל את Bluetooth. ‏4. יש לקרב את המכשיר ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. वाई-फ़ाई नेटवर्क से कनेक्ट करें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के नज़दीक रखें।
hr: 1. Otključajte iPhone ili iPad. 2. Spojite se na Wi-Fi mrežu. 3. Uključite Bluetooth. 4. Približite uređaj ovom Apple TV-u.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon Wi‑Fi-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-jéhez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan Wi-Fi. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete Wi‑Fi. 3. Abilita il Bluetooth. 4. Avvicina il tuo dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. Wi‑Fiネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
kk: 1. iPhone немесе iPad құлпын ашыңыз. 2. Wi-Fi желісіне қосылыңыз. 3. Bluetooth функциясын қосыңыз. 4. Құрылғыны осы Apple TV құрылғысына жақын ұстаңыз.
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. Wi‑Fi 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
lt: 1. Atrakinkite „iPhone“ arba „iPad“. 2. Prisijunkite prie „Wi-Fi“ tinklo. 3. Įjunkite „Bluetooth“. 4. Laikykite įrenginį šalia „Apple TV“.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian Wi‑Fi. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een wifinetwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat vlak bij deze Apple TV.
no: 1. Lås opp iPhone eller iPad. 2. Koble til et Wi-Fi-nettverk. 3. Aktiver Bluetooth. 4. Hold enheten nær Apple TV.
pl: 1. Odblokuj iPhone’a lub iPada. 2. Połącz się z siecią Wi‑Fi. 3. Włącz Bluetooth. 4. Zbliż urządzenie do tego Apple TV.
pt_br: 1. Desbloqueie o iPhone ou iPad. 2. Conecte a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede Wi‑Fi. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea Wi‑Fi. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте iPhone или iPad. 2. Подключитесь к сети Wi‑Fi. 3. Включите Bluetooth. 4. Поднесите устройство к этому Apple TV.
sk: 1. Odomknite iPhone alebo iPad. 2. Pripojte sa k Wi-Fi sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem Wi-Fi. 3. Vklopite Bluetooth. 4. Pridržite napravo blizu naprave Apple TV.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till ett Wi‑Fi-nätverk. 3. Aktivera Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย Wi‑Fi 3. เปิดบลูทูธ 4. ถืออุปกรณ์ให้อยู่ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun veya iPad’inizin kilidini açın. 2. Bir Wi-Fi ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть iPhone або iPad. 2. Підʼєднайтеся до мережі Wi‑Fi. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng Wi-Fi. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁iPhone或iPad。 2. 接入Wi-Fi网络。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接Wi-Fi網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。

# SETUP_VIEW_DESCRIPTION_FINISHED
source: You've been successfully added to the Apple TV as a user
ar: نجحت إضافتك إلى هذا الـ Apple TV كمستخدم
bg: Бяхте успешно добавен като потребител на Apple TV
ca: Se t’ha afegit correctament com a usuari a l’Apple TV.
cs: Byli jste úspěšně přidáni do Apple TV jako nový uživatel
da: Du er blevet føjet til Apple TV som bruger
de: Du wurdest erfolgreich als ^[^[Benutzer](inflect: true)](inflectionAlternative: "Benutzer:in") zum Apple TV hinzugefügt
el: Προστεθήκατε επιτυχώς σε αυτό το Apple TV ως χρήστης
es: Se te ha añadido correctamente al Apple TV.
es_419: Te agregaste como usuario a este Apple TV.
fi: Sinut on lisätty käyttäjäksi Apple TV:hen
fr: Vous faites désormais partie des utilisateurs de l’Apple TV.
fr_ca: Vous faites désormais partie des utilisateurs de l’Apple TV
he: נוספת בהצלחה ל-Apple TV זה
hi: आपको Apple TV में यूज़र के रूप में सफलतापूर्वक जोड़ दिया गया है
hr: Uspješno ste dodani na ovaj Apple TV kao korisnik
hu: Ön sikeresen hozzá lett adva felhasználóként az Apple TV-hez
id: Anda telah berhasil ditambahkan ke Apple TV sebagai pengguna
it: ^[Sei ^[stato aggiunto](inflect: true) correttamente come utente di Apple TV](inflectionAlternative: "L‘aggiunta come utente di Apple TV è stata effettuata correttamente")
ja: Apple TVにユーザとして正常に追加されました
kk: Apple TV сервисіне сізді пайдаланушы ретінде қосу әрекеті сәтті аяқталды
ko: 성공적으로 Apple TV에 사용자로 추가되었습니다.
lt: Esate sėkmingai įtrauktas kaip šio „Apple TV“ naudotojas
ms: Anda berjaya ditambahkan pada Apple TV sebagai pengguna
nl: Je bent als gebruiker toegevoegd aan de Apple TV
no: Du er lagt til som bruker på Apple TV
pl: Teraz jesteś już użytkownikiem na tym Apple TV
pt_br: Agora você tem uma conta de ^[usuário](inflect: true) da Apple TV
pt_pt: Agora já tem uma conta de utilizador da Apple TV.
ro: Adăugarea a reușit, acum faceți parte dintre utilizatorii acestui Apple TV
ru: Вы успешно добавлены в список пользователей этого Apple TV
sk: Boli ste úspešne pridaní na Apple TV ako nový užívateľ
sl: V Apple TV ste bili uspešno dodani kot uporabnik
sv: Du har lagts till som användare på denna Apple TV
th: เพิ่มคุณเป็นผู้ใช้ไปยัง Apple TV สำเร็จแล้ว
tr: Apple TV’ye başarılı bir şekilde kullanıcı olarak eklendiniz
uk: Вас додано як користувача на цей Apple TV
vi: Bạn đã được thêm vào Apple TV thành công với tư cách là người dùng
zh_cn: 你已成功被添加为Apple TV用户
zh_hk: 已成功將你加入為Apple TV用户
zh_tw: 你已成功加入為Apple TV的使用者
